[
  "Als der gerade mal 16 Jahre alte Senshi nach der Schule nachhause kommt findet er seine Eltern regungslos am Boden liegen.",
  "Nach Versuchen diese zu wecken ruft er nach Hilfe.",
  "Die Ärzte stempeln ihren plötzlichen Tod als Herzversagen ab, aber Senshi weiß, dass mehr hinter dem Tod seiner Eltern stecken muss.",
  "Nachdem er mysteriöse Briefe in den Unterlagen seiner Eltern findet ist er sich sicher, dass ihr Tod kein Zufall gewesen sein kann.",
  "Sein vorheriges Leben hinter sich lassend begibt sich Senshi auf den Weg die Wahrheit heraus zu finden.",
  "Er bemerkt schnell, dass er nötige Informationen ohne Gewalt nicht erhalten wird, so begibt er sich auf die Straße und erkämpft sich Stück für Stück die Hinweise, die ihn letztendlich zum Mörder seiner Eltern führen sollen.",
  "break",
  "Im ersten Kampf begegnet er Riu. Riu ist ein elternloser Schläger, der sein Leben auf der Straße verbringt.",
  "Seine Probleme löst er mit Gewalt und Drohungen, allerdings weiß er über alles was auf der Straße passiert Bescheid.",
  "break",
  "Nachdem Senshi Riu besiegt erfährt er, dass wenige Tage vor dem Tod seiner Eltern, ein bekannter Drogenabhängiger, Akai, viel Zeit vor dessen Haus verbracht haben soll.",
  "break",
  "Der zweite Kampf findet mit dem drogenabhängigen Akai statt.",
  "Dieser streitet es nicht ab an dem Tod der Eltern Senshis beteiligt gewesen zu sein, schützt aber den Namen seines Auftraggebers, da dieser ihn mit Drogen versorgt.",
  "break",
  "Nach dem Gewinnen des Kampfs bricht Akai zusammen.",
  "Während er stirbt, bringt er mit letzter Kraft den Namen Akuma von den Lippen. Senshi ist sich sicher, dass es sich dabei um seinen Auftraggeber handelt.",
  "break",
  "Sein Weg endet bei Akuma dem er bereits zu Beginn des Kampfes einen qualvollen Tod wünscht.",
  "Dieser macht sich nur über den jungen Senshi und dessen rasende Wut lustig.",
  "break",
  "Bevor sich Senshi nun endlich an dem Mörder seiner Eltern rächen kann, scheint dieser zur Vernunft zu kommen und bietet ihm an, sein Leben zu verschonen, wenn sich dieser freiwillig der Polizei stellt und sich dem Mord an seinen Eltern bekennt.",
  "Akuma bricht in Lachen aus und gibt zwar zu, den Mord in Auftrag gegeben zu haben, der eigentliche Mörder aber ein drogenabhängiger Namens Akai gewesen sei.",
  "break",
  "Senshi bricht voller Wut und Verzweiflung zusammen, als ihm bewusst wird, dass der Mörder seiner Eltern bedeutungslos in einer Gasse gestorben ist und somit niemals zur Rechenschaft gezogen werden kann.",
  "Die Geschichte endet mit dem Selbstmord Senshis, der, nachdem er sein altes Leben zurückgelassen hat und nur noch seiner blinden Wut gefolgt war, alles verloren hat.",
  "break"
]