[
  [
    "Als der gerade mal 16 Jahre alte Senshi nach der Schule nach Hause kommt, findet er seine Eltern regungslos am Boden liegen.",
    "Nach erfolglosen Versuchen diese zu wecken, ruft er nach Hilfe.",
    "Die Aerzte stempeln ihren ploetzlichen Tod als Herzversagen ab, aber Senshi weiss, dass mehr hinter dem Tod seiner Eltern stecken muss.",
    "Nachdem er mysterioese Briefe in den Unterlagen seiner Eltern findet, ist er sich sicher, dass ihr Tod kein Zufall gewesen sein kann.",
    "Sein vorheriges Leben hinter sich lassend begibt sich Senshi auf den Weg, die Wahrheit heraus zu finden.",
    "Er bemerkt schnell, dass er noetige Informationen ohne Gewalt nicht erhalten wird, so begibt er sich auf die Strasse und erkaempft sich Stueck fuer Stueck die Hinweise, die ihn letztendlich zum Moerder seiner Eltern fuehren sollen."
  ],
  [
    "Im ersten Kampf begegnet er Riu. Riu ist ein elternloser Schlaeger, der sein Leben auf der Strasse verbringt.",
    "Seine Probleme loest er mit Gewalt und Drohungen, allerdings weiss er ueber alles was auf der Strasse passiert Bescheid."
  ],
  [],
  [
    "Nachdem Senshi Riu besiegt erfaehrt er, dass wenige Tage vor dem Tod seiner Eltern ein bekannter Drogenabhaengiger, Akai, viel Zeit vor dessen Haus verbracht haben soll."
  ],
  [
    "Der zweite Kampf findet mit dem drogenabhaengigen Akai statt.",
    "Dieser streitet es nicht ab, an dem Tod der Eltern Senshis beteiligt gewesen zu sein, schuetzt aber den Namen seines Auftraggebers, da dieser ihn mit Drogen versorgt."
  ],
  [],
  [
    "Nachdem Senshi den Kampf gewonnen hat, bricht Akai zusammen.",
    "Waehrend er stirbt, bringt er mit letzter Kraft den Namen Akuma von den Lippen. Senshi ist sich sicher, dass es sich dabei um seinen Auftraggeber handelt."
  ],
  [
    "Sein Weg endet bei Akuma, dem er bereits zu Beginn des Kampfes einen qualvollen Tod wuenscht.",
    "Dieser macht sich nur ueber den jungen Senshi und dessen rasende Wut lustig."
  ],
  [],
  [
    "Bevor sich Senshi nun endlich an dem Moerder seiner Eltern raechen kann, scheint er zur Vernunft zu kommen und bietet diesem an, sein Leben zu verschonen, wenn er sich freiwillig der Polizei stellt und sich zu dem Mord an seinen Eltern bekennt.",
    "Akuma bricht in Lachen aus und gibt zwar zu, den Mord in Auftrag gegeben zu haben, sagt aber, der eigentliche Moerder sei ein drogenabhaengiger Namens Akai."
  ],
  [
    "Senshi bricht voller Wut und Verzweiflung zusammen, als ihm bewusst wird, dass der Moerder seiner Eltern bedeutungslos in einer Gasse gestorben ist und somit niemals zur Rechenschaft gezogen werden kann.",
    "Die Geschichte endet mit dem Selbstmord Senshis, der, nachdem er sein altes Leben zurueckgelassen hat und nur noch seiner blinden Wut gefolgt war, alles verloren hat."
  ]
]